Repository: dikidwid/Monotask
Catalog: Localizable.xcstrings
Source language: en
Languages: id

# %lld/%lld tasks
source: %1$lld/%2$lld tasks
id: %1$lld/%2$lld tugas

source: Add Task
id: Tambah Tugas

source: Amidst the challenges, a star is preserved as something pure.
id: Di tengah tantangan, bintang tetap terjaga sebagai sesuatu yang murni.

source: Back
id: Kembali

source: Break down your task here...
id: Tulis detail tugas anda...

source: Cancel
id: Batal

source: Coming Soon
id: Segera Datang

source: Completing tasks can be a real challenge, but you powered through and made it happen.
id: Menyelesaikan tugas bisa menjadi tantangan, tetapi Anda terus berusaha dan mewujudkannya.

source: Completing tasks isn't always easy and now it's time to celebrate your success
id: Menyelesaikan tugas tidak selalu mudah dan sekarang saatnya merayakan keberhasilan Anda

source: Create a New Task
id: Tambahkan Tugas Anda

source: Difficulty
id: Kesulitan Tugas

source: Do you want to uncheck this task?
id: Apakah anda ingin hapus centang tugas ini?

source: Done
id: Selesai

source: Easy
id: Mudah

source: Edit Task
id: Edit Tugas

source: Fun
id: Kesukaan

# Fun_Parameter
source: Fun
id: Suka

source: Golden flowers, now in full bloom, illuminated the path ahead.
id: Bunga emas yang kini mekar sempurna, menerangi jalan di depan

source: Hard
id: Susah

source: Hold to mark as done
id: Tahan untuk centang

source: Hooray!, you got
id: Hore, anda mendapatkan

source: How challenging is this task for you?
id: Seberapa menantang tugas ini untuk anda?

source: How fun is this task for you?
id: Seberapa menyenangkan tugas ini unutk anda?

source: How quick this task needs to be completed?
id: Seberapa cepat tugas ini harus diselesaikan?

source: Keep this momentum going! Remember, every step forward is a win, no matter how small.
id: Pertahankan momentum ini! Ingat, setiap langkah maju adalah sebuah kemenangan, sekecil apa pun.

source: Less Urgent
id: Segera

source: Let's prioritize your task
id: Yuk, prioritaskan tugas anda

source: Medium
id: Sedang

source: Neutral
id: Netral

source: New Task
id: Tugas Baru

source: Next
id: Lanjut

source: Not Fun
id: Tidak suka

source: Not Urgent
id: Santai

source: Patience and care in fostering new beginnings.
id: Kesabaran dan kepedulian dalam membina awal yang baru

source: Reminder
id: Tambahkan Pengingat

source: Save
id: Simpan

source: Share Wallpaper
id: Bagikan Wallpaper

source: Subtasks
id: Tambahkan Detail Tugas

source: Tap to uncheck
id: Tekan untuk hapus centang

source: Task Name
id: Nama Tugas

source: Task Reminder
id: Tambahkan pengingat

# Tasks Done (%lld/%lld)
source: Tasks Done (%1$lld/%2$lld)
id: Tugas Selesai (%1$lld/%2$lld)

source: Tip : Think Small , Try 1 Step, 1 Task, 1 Thoughtâ€¦
id: Pikirkan dari hal yang sederhana, coba dimulai dari langkah pertama, tugas pertama, pikiran pertama yang muncul...

source: Today
id: Hari ini

source: Uncheck
id: Hapus

source: Uncheck Task
id: Hapus centang tugas

source: Urgency
id: Urgensi

source: Urgent
id: Gawat

source: Write down your task...
id: Tulis nama tugas anda...
